prediction = [
    "Скоро на тебя свалится удача, не упусти момент!",
    "Отправляйся в новое приключение – это изменит твою жизнь!",
    "Твой труд будет вознагражден. Не останавливайся!",
    "Не бойся сделать первый шаг – он приведет к неожиданному успеху!",
    "В ближайшее время ты получишь хороший совет от неожиданного источника.",
    "Пришла пора бросить вызов своим страхам. Тебя ждет успех!",
    "Постарайся больше смеяться – это улучшит твое настроение и здоровье!",
    "Верь в себя, и мир начнет верить в тебя!",
    "Тебя ждет встреча с интересным человеком, которая может изменить твою жизнь.",
    "Не забывай про мечты: они могут стать реальностью раньше, чем ты думаешь!",
    "Настало время освободиться от старых привычек – заживи новой жизнью!",
    "Радости ждут тебя на перекрестке – выбирай правильный путь!",
    "Ты обладаешь уникальными талантами. Используй их в полной мере!",
    "События, которые произойдут сегодня, заставят тебя улыбнуться."
]

party = [
    "Скажи кому-то комплимент!",
    "Танцуй без музыки в течение 30 секунд!",
    "Выбери кого-то, чтобы выпить за тебя!",
    "Покажи свой лучший танец!",
    "Расскажи забавную историю из своей жизни!",
    "Сделай вид, что ты ведущий телешоу!"
]

words = [
    "собака", "кошка", "птица", "машина", "гитара", "компьютер", "программирование", "футбол", "природа", "город",
    "музыка", "космос", "баллон", "книга", "стол", "стул", "окно", "дверь", "цветок", "роза", "рыба", "море", "океан",
    "солнце", "луна", "звезда", "папа", "мама", "творог", "печенье", "арбуз", "яблоко", "апельсин", "банан", "груша",
    "торт", "печка", "олень", "заяц", "тигр", "слон", "крокодил", "черепаха", "дракон", "панда", "феникс",
    "творчество", "дружба", "приключение", "сказка", "математика", "история", "география", "физика", "химия",
]
max_attempts = 6

list_answer = ["Да, определенно.", "Скорее всего, да.", "Может быть.", "Не знаю, спросите позже.",
    "Скорее всего, нет.", "Нет, абсолютно.", "Определенно нет.", "Возможно, но не сейчас.", "Все указывает на да.",
    "Не вижу поводов для сомнений.", "Это маловероятно.", "Да, но будьте осторожны.", "Зависит от вас.",
    "Ситуация изменится.", "Время покажет.", "Об этом лучше не думать."]